; TCP-Z language resource file

; Note: Don't translate the section name likes [???].

; http://msdn.microsoft.com/en-us/library/ms903928.aspx
; Locale identifier	Language	Sublanguage - locale	Default code page	Language code 
; 0x040c			French		France			1252				FRA 

[info]
LanguageName=French (français)
LanguageID=0x040c
CodePage=1252
Translator=jacklours
Version=2.6
LastModified=03/22/2009

[Common]
AlreadyRun=Déja lancé...... Pas besoin de le relancer.
AboutBox=&A propos de TCPZ...
Minimize=Minimiser
OK=OK
Success=Succès
Fail=Echec
SaveToFile=Sauver vers le fichier


[TCP]
Version=Version
FileLimit=Limite fichiers
MemoryLimit=Limite mémoire
OriginalFile=Original
Yes=Oui
No=Non
EVIDCount=EvID 4226
Connection=Connexion
Established=Establie
HalfOpen=Semi-ouvert
CreateDepth=Profondeur
Incoming=Rentrant
Speed=Vitesse
Download=Téléchargé
Upload=Envoyé
Peak=Pic historique
FailGetNicInfo=Echec optention info carte réseau.
VersionNotMatch=La version de tcpip.sys ne saccorde pas avec l'OS, TCP-Z va se fermer.\n\nCe programme ne peut être lancé en mode incompatible!
FailGetVersion=Echec. tcpip.sys a peut-être été bloqué.
UnKnown=Inconnu
UnLimited=Non limité,Cracké

[Statistics]
Statistics=Statistiques
TCPStatistics=Statistiques TCP pour IPv4
DurationOfStatistics=Durée des Statistiques
OutgoingConnection=Tentatives de sortie
IncomingConnection=Tentatives d'entrée
FailedConnection=Echec de tentatives
EstablishedConnection=Succès connex établie
SuccessRatio=Succès taux
Reset=Remise à 0
AdapterInfo=Information carte réseau
DeviceType=Type d'unité
OperateStatus=État
LinkSpeed=Vitesse
TransmitSpeed=Vitesse transmission
ReceiveSpeed=Vitesse réception
; // A: Cet "ENVOI" provient d'une entête de fichier c++, déclaré actif, connecté
Up=Envoi
Down=Réception
Ethernet=Ethernet
PPP=PPP
Wireless=Wireless


[Detail]
Detail=Détail
Process=Processus
PID=PID
ProcessInfo=Information processus
; These info is same as Windows Task Manager
MemUsage=Util. Mém.
VMSize=Taille VM
IORead=I/O Lu
IOWrite=I/O Écrit


[Patch]
Patch=Modif.
PatchMemory=Modif. mémoire
PatchFile=Fichier modif Tcpip.sys
OldValue=An. valeur
NewValue=Nlle valeur
Offset=Offset
Apply=Appliquer
MsgMemPatch=Changer la limite semi-ouverte en mémoire kernel.\nPrend effet immédiatement.\n\nLes valeurs modifiées seront effectives, jusqu'à l'extinction de l'ordinateur.
TipMemPatch=Astuce modif. mémoire
Open=Ouvrir
MsgTipMemPatch=Pour plus d'automaticité, essayez le lecteur virtuel TCP-Z.\nà installer une seule fois, le nombre limite de connexion semi-ouverte sera bloqué par vos paramètres à chaque redémarrage.
MsgFilePatch=Redémarrer l'ordinateur pour prendre effet.\n Installer ce patch une fois seulement.\n\n Fichier modif. de Vista, essayez 'Universal Tcpip.sys Patch'

InvalidValue=Nouvelle valeur invalide!
ComfirmPatchFile=Etes-vous sûrs de vouloir modifier le fichier Tcpip.sys?
FailDisableWFP=Échec de désactivation de la protection fichier Windows.\n\nOr, La fonction WFP est déja désactivée.

UnsupportedOS=Version de l'OS non supporté.
FailExtractFile=Échec de l'extraction du fichier pilote.
FailLoadDriver=Échec de lancement du pilote. \nClic droit sur ce programme, le lancer en tant qu'administrateur.\n\nUn antivirus  peut bloquer le pilote, vous devez établir une règle pour l'application.
LoadErrorCode=Erreur du lancement du pilote tcp-z. Code d'erreur:
FailOpenSCM=Échec de l'ouverture du gestionnaire de service. Pas assez de droits.
FailCreateService=Échec de création du service
FailStartService=Échec du démarrage du service
TestsigningNotEnable=L'état de TESTSIGNING est désactivé.\n\nPour plus de détail, voir lisez-moi.txt.\n\nTESTSIGNING est-il actif maintenant?
TestsigningSetOK=L'état de TESTSIGNING est sur actif.\n\nSi un filigranne 'Test Mode' apparait sur le bureau, supprimez-le par 'RemoveWatermarkX64.exe'.\n\nVous devez relancer votre ordinateur.

SetSuccess=La limite de la connexion semi-ouverte TCP a changé:
SetFail=Échec d'établissement de la limite de la nouvelle valeur.


[About]
About=A propos
ReadMe=Lisez-moi et aide ...

[MiniBar]
Active=Activée
Statistics=Statistiques


[LanguageDialog]
LangChanged=Le langage d'interface utilisateur a changé, vous devez redémarrer le programme.


[PopupMenu]
ShowTCPZ=Afficher / Cacher TCP-Z
OnTopmost=Toujours au-dessus
ShowMinibar=Afficher / Cacher la minibarre
Transparent=Pourcentage de transparence
CaptureTCPZ=Capturer la fenêtre TCP-Z
CaptureScreen=&Capturer plein écran
RefreshNicList=Actualiser la liste des cartes réseau
Exit=Quitter